Repository: Dima73/enigma2-plugin-extensions-sundtekcontrolcenter
Catalog: po/*.po
Languages: de, fi, ru

source: Update to current sundtek driver version?
de: Auf die aktuelle sundtek Treiberversion aktualisieren?
fi: Päivitä nykyinen Sundtek ajuri?
ru: Обновить текущую версию драйверов sundtek?

source: your driver version:
de: Installierte Treiberversion:
fi: Nykyinen ajuriversio:
ru: ваша версия драйверов:

source: Network IP
de: Netzwerk IP
fi: Verkko IP
ru: Сетевой IP

source: Autostart
fi: Automaattinen käynnistys
ru: Автостарт

source: DVB Transmission Way, Stick 2
de: DVB Übertragungsweg, Stick 2
fi: DVB lähetystapa, tikku 2
ru: DVB способ передачи, стик 2

source: DVB Transmission Way, Stick 3
fi: DVB lähetystapa, tikku 3
ru: DVB способ передачи, стик 3

source: Driver autoupdate
de: Treiber autoupdate
fi: Ajurin automaattipäivitys
ru: Автообновление драйверов

source: Enable TV Server
fi: TV palvelin
ru: Включить ТВ сервер

source: Hardware PID Filter
fi: Järjestelmän PID suodatus
ru: Аппаратный PID фильтр

source: Loglevel
fi: Lokitila
ru: Уровень лога

source: Network IP
de: Netzwerk IP
fi: Verkko IP
ru: Сетевой IP

source: Networkmode
fi: Verkkotila
ru: Режим сети

source: dmhwpidfilter
fi: dmhwpid-suodatus
ru: dmhwpid-фильтр

source: vTuner acceleration for DM800
de: vTuner Beschleunigung für DM800
fi: vTuner kiihdytys DM800:lle
ru: vTuner ускорение для DM800

source: %s is already connected
ru: %s уже подключен

source: * USB/Network
de: * USB/Netzwerk
fi: * USB/Verkko
ru: * USB/Сеть

source: * Configuration support
de: * Konfigurationsunterstützung
fi: * Lisäasetukset
ru: * Поддержка конфигурации

source: * DVB Mode
fi: * DVB tila
ru: * Режим DVB

source: * Device
fi: * Laite
ru: * Устройство

source: * USB/Network
de: * USB/Netzwerk
fi: * USB/Verkko
ru: * USB/Сеть

source: * Use Second Stick
de: * Zweiten Stick verwenden?
fi: * Käytä toista tikku
ru: * Использовать второй стик

source: * Use Third Stick
fi: * Käytä kolmatta tikkua
ru: * Использовать третий стик

source: A newer version of the sundtekcontrolcenter plugin is available. Install now?
de: Eine neue Version des SundtekControlCenter Plugin ist verfügbar. Jetzt aktualisieren?
fi: Uusi versio Sundtek Control Centeristä on saatavilla. Asennetaanko nyt?
ru: Новая версия плагина 'центр управления sundtek' доступна. Установить ее сейчас?

source: Add show plugin
de: Hinzufügen show plugin
fi: Näytä plugin
ru: Добавить показ плагина

source: Auto checking new version driver/plugin
fi: Automaattinen päivitystarkistus
ru: Авто проверка новых версий драйвера/плагина

source: Backup Drivers to HDD
de: Treiber auf Festplatte sichern
fi: Varmuuskopioi ajurit kiintolevylle
ru: Бекап драйверов на HDD

source: Bouquet + = install or update driver
de: Bouquet + = Treiber installieren / aktualisieren
fi: Kanavanvaihto + = asenna/päivitä ajuri
ru: B/P/CH + = установка или обновление драйверов

source: Bouquet - = scan for IPTV server addresses
de: Bouquet - = Nach IP Servern suchen
fi: Kanavanvaihto - = Etsi IPTV palvelinosoitteita
ru: B/P/CH - = сканирование для IPTV адресов сервера

source: Build date :
fi: Version päiväys:
ru: Дата сборки :

source: Check for a newer version of the SundtekControlCenter
de: Nach einer neuen Version des SundtekControlCenter suchen
fi: Tarkista päivitykset Sundtek Control Centeriin
ru: Проверка наличия более новой версии 'Центр управления Sundtek'

source: Check not possible. Please ensure that the Box is connected to the internet.
de: Suche nicht möglich. Bitte Verbindung zum Internet prüfen.
fi: Tarkistus epäonnistui. Varmista internetyhteyden toimivuus.
ru: Проверка не доступна. Пожалуйста, убедитесь, что ресивер подключен к интернету.

source: Connect to TV Server IP
fi: Yhdistä TV palvelimeen IP-osoitteessa
ru: IP сервера подключения ТВ

source: DVB Transmission Way
de: DVB Übertragungsweg
fi: DVB lähetystapa
ru: DVB способ передачи

source: Disable the IP server
de: IP Server deaktivieren
fi: Estä IP-palvelin
ru: Отключить сервер IP

source: Enable / Disable IP server
de: IP Server aktivieren / deaktivieren
fi: Salli / Estä IP-palvelin
ru: Включить / отключить сервер IP

source: Enable Tuner %d
fi: Ota käyttöön viritin %d
ru: Включить тюнер %d

source: Enable the IP server
de: IP Server aktivieren
fi: Salli IP-palvelin
ru: Включить сервер IP

source: Exit
de: Beenden
fi: Poistu
ru: Выход

source: IP server is disabled
de: IP Server ist deaktiviert
fi: IP-palvelin estetty
ru: Сервер IP отключен

source: IP server is enabled
de: IP Server ist aktiviert
fi: IP-palvelin sallittu
ru: Сервер IP включен

source: Info = show tuner informations
de: Info = Tunerinfomationen anzeigen
fi: Info = Näytä viritintiedot
ru: Info/EPG = показать информацию тюнера

source: Install or Update sundtek Driver
de: sundtek Treiber installieren oder aktualisieren
fi: Asenna tai päivitä Sundtek ajuri
ru: Установка или обновление драйверов sundtek

source: It seems the sundtek driver is not installed or not installed properly. Install the driver now?
de: Das system hat festgestellt, dass der sundtek Treiber nicht oder falsch installiert ist. Den Treiber jetzt installieren?
fi: Sundtek ajuria ei ole asennettu. Asenna ajuri nyt?
ru: Кажется, драйвера sundtek не установлены или установлены неправильно. Установить драйвера сейчас?

source: Latest version is already installed
de: Die aktuellste Version ist bereits installiert.
fi: Uusin versio on jo asennettu
ru: Последняя версия уже установлена

source: Menu = call further functions...
de: Menu = Weitere Funktionen...
fi: Menu = Lisää toimintoja...
ru: Меню = вызов экстра функций...

source: No IPTV media server found
de: Es wurden keine IPTV Medienserver gefunden.
fi: Ei löytynyt IPTV mediapalvelinta
ru: Не найден медиа сервер IPTV

source: No backup file was found.
fi: Varmuuskopiotiedostoa ei löytynyt
ru: Не найдены файлы бекапа.

source: No backups found.
fi: Varmuuskopioita ei löytynyt
ru: Бекапы не найдены.

source: No stick found
de: Kein stick gefunden
fi: Tikkua ei löydy
ru: Не найден стик

source: Not found folder '/media/hdd'.
fi: /media/hdd kansiota ei löydy
ru: Не найдена папка '/media/hdd'.

source: Not found network connection
fi: Ei löydy verkkoyhteyttä
ru: Не найдено сетевое подключение

source: OK/ green = activate settings
de: OK oder grün um die Einstellungen zu übernehmen
fi: OK/Vihreä = Aktivoi asetukset
ru: OK/ зеленая = активировать настройки

source: Please enter IP:
fi: Syötä IP-osoite:
ru: Пожалуйста, введите IP:

source: Reboot box
fi: Käynnistä laite
ru: Перезагрузка ресивера

source: Restart
de: Neustart
fi: Käynnistä laite
ru: Рестарт

source: Restart E2
de: Neustart E2
fi: Käynnistä E2
ru: Рестарт Энигма2

source: Restore Drivers from HDD
de: Treiber von Festplatte wiederherstellen
fi: Palauta ajurit kiintolevyltä
ru: Восстановление драйверов с HDD

source: Restore was canceled
de: Wiederherstellung abgebrochen.
fi: Palautus peruttu
ru: Восстановление было отменено

source: Restoreing: %s
de: Wiederherstellung: %s
fi: Palautetaan: %s
ru: Восстановление: %s

source: Save and start tuner
de: Speichern und Tuner starten
fi: Tallenna ja käynnistä viritin
ru: Сохранить и старт тюнера

source: Save setup
de: Einstellungen Speichern
fi: Tallenna asetukset
ru: Сохранить настройки

source: Scan and connect to a TV Server
fi: Etsi ja yhdistä TV palvelimeen
ru: Сканирование/подключение к серверу ТВ

source: Scan for IPTV server addresses
de: Nach IP Servern suchen
fi: Etsi IPTV palvelin osoitteita
ru: Сканирование для адресов сервера IPTV

source: Service Mode
de: Service Modus
fi: Tukitila
ru: Сервисный режим

source: Service Mode starts a tunnel to the sundtek server. Please start service mode only if requested by sundtek support. Start Service Mode now?
de: Service Modus startet einen Tunnel zum sundtek Server. Bitte den Service Modus nur nach Aufforderung des sundtek supports starten. Service Modus jetzt starten?
fi: Tukitila avaa reitin Sundtek palvelimelle etätukea varten. Avaa vain Sundtek tuen pyynnöstä. Käynnistä tukitila nyt?
ru: Сервисный режим стартует в тоннеле сервера sundtek. Пожалуйста, начинайте старт сервисного режима только по запросу sundtek поддержки. Выполнить старт сервисного режима сейчас?

source: Setup
de: Einstellen
ru: Сохранить настройки

source: Show /etc/sundtek.conf
de: Offen /etc/sundtek.conf
fi: Näytä /etc/sundtek.conf
ru: Открыть /etc/sundtek.conf

source: Show tuner informations
de: Tunerinfomationen anzeigen
fi: Näytä viritintiedot
ru: Показать информацию тюнера

source: Sorry, only one or no stick ID was found. Please check that all sticks are plugged correctly. The config file was written without stick information.
de: Leider wurde nur eine oder keine Stick ID gefunden. Bitte überprüfen Sie ob alle Sticks richtig gesteckt sind. Die Konfiguration wurde ohne Stick Information geschrieben.
fi: Vain yksi tai ei yhtään tikkua löydetty. Tarkista että tikut on kytketty kunnolla. Asetustiedosto kirjoitettiin ilman tikkutietoja.
ru: К сожалению, только один или вообще не найден стик с ID. Пожалуйста, убедитесь, что все стики были подключены корректно. Конфигурационный файл был записан без информации стика.

source: Start Tuner
de: Tuner starten
ru: Старт тюнера

source: Sundtek Control Center
ru: Центр управления Sundtek

source: Sundtek legal notice: This software comes without any warranty, use it at your own risk? Continue?
de: sundtek Treiberinstallation: Diese software kommt ohne Gewährleistung. Verwendendung nur auf eigenes Risiko? Installation fortsetzen?
fi: Sundtek vastuuvapautus: Käytät tätä ohjelmaa omalla vastuulla? Jatka?
ru: Правовое уведомление Sundtek: Этот софт поставляется без каких-либо гарантий, используйте его на свой страх и риск. Продолжить?

source: SundtekControlCenter successfully updated! You need to restart Enigma2. Restart now?
de: Das SundtekControlCenter wurde erfolgreich aktualisiert! Sie müssen enigma2 neu starten. Jetzt neu starten?
fi: SundtekControlCenter päivitetty! Tarvitaan E2 uudelleenkäynnistys. Käynnistä nyt?
ru: 'Центр управления Sundtek' успешно обновлен! Необходим рестарт Энигма2. Выполнить рестарт сейчас?

source: The SundtekControlCenter is updated in background
de: Das SundtekControlCenter wird im Hintergrund aktualisiert
fi: SundtekControlCenter on päivitetty taustalla
ru: 'Центр управления Sundtek' обновляется в фоновом режиме

source: Trying to connect to %s (push ok to continue)
ru: Попытка подключения к %s (нажать ОК, чтобы продолжить)

source: Use following address as media server?
de: Folgende IP Adresse verwenden und übernehmen?
fi: Käytä seuraavaa mediapalvelinosoitetta?
ru: Использовать следующий адрес как медиа-сервер?

source: Use following addresses?
fi: Käytä seuraavia osoitteita?
ru: Использовать следующие адреса?

source: driver update available
de: treiber update verfügbar
fi: Ajuripäivitys saatavilla
ru: обновление драйверов доступно

source: ext menu
de: ext menü
fi: Laajennusvalikko
ru: меню дополнений

source: ext/scan menu
de: ext/scan menü
fi: Laajennus/hakuvalikko
ru: скан./доп. меню

source: hide
fi: Piilotettu
ru: скрыть

source: installs the sundtek driver and runs related shellscripts
de: installiert den sundtek Treiber und die dazugehörigen Shellsckripts
fi: Asentaa Sundtek ajurit ja suorittaa skriptit
ru: установка драйверов sundtek и запуск shell-команд

source: latest sundtek driver version:
de: Aktuelle sundtek Treiberversion:
fi: Viimeisin Sundtek ajuriversio:
ru: последняя версия драйверов:

source: max
fi: Maksimi
ru: максимум

source: min
fi: Minimi
ru: минимум

source: nowhere
de: nirgendwo
fi: Ei missään
ru: нигде

source: off
fi: Pois
ru: выкл.

source: on
fi: Päällä
ru: вкл.

source: scan menu
de: scan menü
fi: Hakuvalikko
ru: меню сканирования

source: scc update available
de: controlcenter update verfügbar
fi: SCC päivitys saatavilla
ru: обновление для 'ЦУ-sundtek' доступно

source: show
fi: Näkyvissä
ru: показать

source: sundtek control center plugin
ru: Центр управления sundtek

source: via Network
fi: Verkon kautta
ru: через сеть

source: via USB
fi: USB:n kautta
ru: через USB

source: www.sundtek.de unavailable
fi: Ei yhteyttä www.sundtek.de sivustolle
ru: www.sundtek.de недоступен

source: Warning! Recording is currently running.
ru: Внимание! В настоящее время идет запись.

source: Сlose
ru: Закрыть

source: A configuration file exists. You selected no configuration support. Remove configuration file /etc/sundtek.conf?
de: Es exisitiert eine Konfigurationsdatei. Sie haben allerdings ohne Konfigurationsunterstützung ausgewählt. Soll die Konfiguration (/etc/sundtek.conf) daher gelöscht werden?

source: Configuration file was deleted.
de: Konfigurationsdatei wurde gelöscht.

source: Help
de: Hilfe anzeigen

source: Restart Dreambox
de: Dreambox neu starten
